ArtMoney Plugin
8.17
: تمت الترجمة من قبل
Ahmed Galouzi
chasseurdelaville@yahoo.fr
حول البرنامج
برنامج غشّ الألعاب
<yyyy> <ms> <d>//شكل التاريخ
Copyright (C) 1996-2020, System SoftLab
لو وجدتم أخطاء أو
لديكم إقتراحات, أرسلوها إلى 
للحصول على النسخة الأخيرة, يرجى زيارة موقع آرت-موني
قيمة
بحث
غربلة
عدد القيم
أولا إختر برنامج اللعبة فى إختيار البرامج
و الآن إبدأ بالبحث فى اللعبة
إبدأ بغربلة نتائج البحث مادام عدد الإمكانيات فى تناقص
آسف, لم تجد شيئا. أعد المحاولة
متوقف
تم إكتشاف
عنوان
عناوين
من العناوين المكتشفة
في طاولة العمل
خطأ في الشحن
خطأ في البحث
خطأ في الغربلة
نوع الملف غير مدعوم
عدد مستحيل لهذا النوع
شحن مستحيل
عمليّة البحث
عمليّة الغربلة
الكل ممكن
أوكتي
أوكتي
أوكتي
طريقة خاطئة. جرب طرق أخرى
ثانية
دقيقة
أنت لم تختر النوع لهذه الطريقة
حجم هذا النوع لا يستطيع الزيادة
قد عُدِلْ
لم يعدل
قد إزداد
قد نقص
صنعت هذه الطاولة بنسخة أحدث
هذه الطاولة غير صالحة للإستعمال
خطأ فى الولوج إلى الملف
كامل 1 أوكتي
كامل 2 أوكتي
كامل 3 أوكتي
كامل 4 أوكتي
كامل 8 أوكتي
عائم 4 أوكتي
عائم 6 أوكتي
عائم 8 أوكتي
عائم 10 أوكتي
نصّ
سلسلة تنتهي بفراغ
سلسلة فارغة
سلسلة باسكال
كامل مقـ. 2 أوكتي//مقـ.=مقلوب
كامل مقـ. 3 أوكتي
كامل مقـ. 4 أوكتي
كامل مقـ. 8 أوكتي
عائم مقـ. 4 أوكتي
عائم مقـ. 6 أوكتي
عائم مقـ. 8 أوكتي
عائم مقـ. 10 أوكتي
نص معكوس
سلسلة فارغة معكوسة
سلسلة باسكال معكوسة
جانفي
فيفري
مارس
أفريل
ماي
جوان
جويلية
أوت
سبتمبر
أكتوبر
نوفمبر
ديسمبر
م//م=مجمد
مساعدة
حول البرنامج
إختيار البرنامج
إفراغ
شحن
حفظ
إضافة
إضافة الكل
تحرير
نسخ
فسخ
تجميد
إزالة التجميد
وضع الأوفّسيت آليا
معلومات
نوع العمليّة
<معدّل التّجميد <م.ث
<معدّل التّحديث <م.ث
لغة البرنامج
إظهار العناوين
زرّ التّبديل
الرئيسية
المتقدمة
البطاقة الشخصية
بريد إلكتروني
التعليق الشخصي
نظام التشغيل
شكل عشري
أوكتي بأوكتي
مستوى البحث
عالية
زمن حقيقي
التعديلات
إلغاء
عادي
تحرير العنوان
تجميد
حجم
عنوان
وصف
نوع
معكوس
قيمة صحيحة
تسلسل القيم
نطاق القيم
قيمة مجهولة
قيمة مشفرة
تعديل
إختيار النوع
نظام الأوكتي
عادي و معكوس
الكل
كامل
عائم
زمن البحث :
تبقى من الوقت :
السرعة :
نتيجة
لعبة
تعليق
تاريخ
نظام
معلومات عن الطاولة
صنعه
المستعمل
المنطقة/البلد
إدخال التّسلسل
تعديل الإختصارات
معكوس
البحث في كتلة الذّاكرة هذه
البحث في نطاق عناوين
الإقتصاد فى فضاء القرص
من
إلى
بحث
غربلة
المرحلة
مرحلة//تثبيت القيمة
تثبيت القيمة
إختيار الكل
آلي
إبراز البرامج
بارز
بنوافذ
معلومات حول البرنامج
قتل البرنامج
إظهار النافذة
إخفاء النافذة
هل أنت متأكد من إيقاف البرنامج ؟
الولوج مرفوض
من المستحيل إنهاء البرنامج
إسم الملف
نوع البرنامج
حجم المعلومات
بنشمارك
إختبار لقياس سرعة البحث في الذّاكرة
يرجى الإنتظار
نظام تشغيلك هو
الإختصارات الخاصة
أضف إلى القيمة
حبس النافذة
تنشيط إلغاء/إستعادة الغربلة
رؤية بـكامل
غير موقّع
موقّع
إلغاء الغربلة
إستعادة التّكرير
حفظ الغربلة
شحن الغربلة
المرحلة الحالية هي
"إلغاء الغربلة "غير مفعّلة
"إستعادة الغربلة "غير مفعّلة
"شحن الغربلة "غير مفعّلة
إزداد بـ
تناقص بـ
الواجهة
إختصارات
إستعمال الإختصارات
إختصارات عادية
خط الواجهة
خط الطاولة
لون الواجهة
لون المحرر
لون الأزرار
زرّ القطع النّاقصة
موافق
محرر الذاكرة
نظرة سداسية عشرية
تحرير سداسي عشري
عدد أعمدة القيم
النظر بالخلية
الخلية الحالية
تحويل
التحرك فى نتائج البحث
التحرك فى الطاولة
التّحرّك في كتل الذّاكرة
التحويل إلى العنوان
الأول
السابق
التالي
الأخير
المجموع
الحالي
نسخ المنطقة
إدخال المنطقة
إضافة الطاولة
<الكل <عادي
<كامل <عادي
<عائم <عادي
عكس الإختيار
تصفيف الأعمدة
<لا شيئ>
مؤشر
تحديث
تعديل الإختيار
مجموعة
مجموعة مفعلة
إختيار مجموعة
تسجيل هذا العنوان/مؤشر
تفعيل الأوفّسيت آليا للكل
تفعيل الأوفّسيت آليا للمجموعة
تفعيل أوفّسيت عنوان التّسجيل للكل
تفعيل أوفّسيت عنوان التّسجيل آليا للمجموعة
التحكم مع المؤشرات
تثبيت المؤشر على الكل
تثبيت المؤشر للمجموعة
تثبيت مؤشر التسجيل على الكل
تثبيت مؤشر التسجيل للمجموعة
تثبيت المؤشرات على هذا العنوان
تثبيت المؤشرات على عنوان التسجيل
البحث عن المؤشر فى هذا العنوان
البحث عن مؤشّر في بداية كتلة الذّاكرة
تنظيم
تنظيم حسب الوصف
تنظيم حسب العنوان
تنظيم حسب القيمة
تنظيم حسب القيمة كالنصوص
تنظيم حسب المجموعات
دمج
خطأ فى الدمج
يجب أن تصنع الطاولتين بنفس الكاتب
إختيار العمليّة الحالية
ترميز الحروف
"إظهار لوحة "مجموعة ظاهرة
فى المجموعة
تحويل المؤشرات إلى عنوان
إختيار مصفّي
سلسلة
<ملف مفقود>
<ولوج مرفوض>
محرر الملفات
أخطاء
<قد عدل الحجم>
المظهر
دون مظهر
خط التحرير
لون الطاولة
تسجيل صور ذاكرة
حسب الصّيغة
عمليّة
إيقاف العمليّة
إستعادة العمليّة
حفظ العمليّة
شحن العمليّة
البرنامج ID
المواشيع
ملف/ملفات
معلومات عن الملف/الملفات
إختيار ملف
إختيار مجلد
عدد الملفات
الحجم الإجمالي
التحويل في المجلد
أشياء
طاولة
مغادرة
النتيجة
المزيد
إشتراء "آرت-موني برو" على الإنترنت
زيارة الموقع
كتيب آرت-موني
ترميز
إختيار التّرميز
إضاءة
سطوع
إظهار القائمة الرئيسية
إستعمال قوالب لغوية غير رسمية
إيقاف العمليّة أثناء البحث
تسجيل/شحن القيم فى ملف الطاولة
مكتبة لقائمة العمليّات
تعديل المجلدات
قناع لملف الإسم
ساعة التعديل
تاريخ الملف
ساعة الملف
دون تثبت
آخر 15 دقيقة
الساعة الأخيرة
اليوم الأخير
الشهر الأخير
السّنة الأخيرة
أكثر من
أقل من
<PRO>هذه الإمكانية متواجدة فقط فى النسخة المحترفة لآرت-موني
PRO فقط في آرت-موني
عقد الترخيص
أقبل بأحكام و شروط عقد الترخيص
(PRO) حول النسخة المحترفة
المساهمون
في شكل كتيب الإستعمال
في الشعار
في برنامج التنصيب
في صنع الأيقونة
المساهمون فى التثبت في الصرف اللغوي لكتيب المساعدة الإنقليزية
في كتيّب المساعدة
في محرّك مظهر البرنامج
في إعطاء النّصائح و الملاحظات
فى التّرجمة
في الطّاولات
رقم التّسجيل
غير مسجّل
لا تطلب منّي الرّقم السّري مرّة أخرى
فقط للمستعمل الحالي لوندوز
وقف البرنامج و التحول إلى آرت-موني
التحول و العودة إلى البرنامج
قفل الإغلاق الزّائد
قفل الإغلاق المطلوب
أقواس الإقفال الزّائدة
غير صحيح ID
(M1,M2...) عدد الحجج غير صالح
عدد العمليات غير صحيحة (-,+)
عدد الشروط غير صحيحة (<,>,=)
عدد الأوصاف غير صحيحة
وصف غير صحيح
هذه المرحلة غير موجودة
شرط غير صحيح
تعديل غير صحيح لـ
لا شروط
أثناء البحث
تسجيل
الرقم السري
"يرجى إدخال رقم التسجيل و الضغط على "حسنا
رقم تسجيل غير صحيح
ملف المفتاح خاطئ أو قديم
لا وجود لملف المفتاح
عادي
تم الإلغاء من قبل المستعمل
لغة كتيب المساعدة
لم يتم إيجاد البرنامج
تحديث القيم النشطة فقط فى الطاولة
حجم الكود
خارطة البرنامج
عنوان المنطقة
الحالة
نظام الحماية
حماية
إسم الوحدة
هذه الإمكانية لا تستعمل إلا في وندوز إكس-بي/فيستا/2000/2008/7/2012/2003
تسجيل/شحن البرنامج
طريقة
.برنامج غير صالح. البرنامج قد عدّل أو أعيد تشغيله
إغلاق
في إكسل
القيم العائمة التّقريبيّة
ميكروميديا فلاش
نطاق
الإحتفاظ بالعمليّة في الذّاكرة
حجم الذّاكرة الفيزيائيّة المحجوزة
بدأ عمليّة جديدة
تنصيب
صنع إختصار في المكتب
إخفاء الرنامج
إبراز البرنامج
محاكي
النّظام التّرفيهي
نطاق العناوين
إستعمال إمتيازات المحاكي
تنظيم ذاكرة المحاكي
ذاكرة المحاكيات
عنوان بي-سي
هل تريد تحويل عناوين المحاكي إلى بي-سي ؟
هل تريد تحويل عناوين البي-سي إلى محاكي ؟
خطأ في تحويل العنوان
إكتشاف آلي للمحاكي بإسم الملف
مجموعات
إظهار شجرة المجموعات
لا شيئ
يسار
يمين
مجموعة جديدة
الرئيسية
اللغة
هل تريد فسخ هذه اللغة ؟
هل تريد إضافة لغة جديدة ؟
هل تريد إعادة تسمية اللغة ؟
تجميد عادي
يقبل الزيادة
يقبل التناقص
من الأدنى إلى الأعلى
أدنى
أعلى
نسخ الإختيار
 "Spyware Process Detector" تنزيل برنامج
"Spyware Process Detector" program is not found on your computer. You can download and install it from our company site: www.systemsoftlab.com. The program can work with ArtMoney together as a process selector. Using "Spyware Process Detector", you can open any hidden process and a process that blocks opening. The program shows detailed information about processes running on your PC and it detects new spyware, trojans and viruses (undetectable by your anti-virus scanner).
أرسلوا إقتراحاتكم و تقارير الأخطاء إلى
زوروا موقعنا على الإنترنت و نزلوا برامجنا الأخرى
This is a free LIMITED version. You can buy a full version for only $24.90. It's a one time payment - upgrades are free!
Only registered users get full technical support and can use all extra features.
To buy, make sure you are connected to the internet, and click the Register online now button below.
.تسجيل عبر الإنترنت
تنصيب الخدمة
.وندوز في حاجة إلى التّعرّف على المستعمل لتنصيب خدمة
التنصيب فى نفس وقت المستعمل الآخر
إسم المستعمل
ميدان
.خطأ في تنصيب الخدمة. ولوج مرفوض
تسجيل دخول المستعمل خاطئ
وضع الإختفاء
إخفاء برنامجي
إخفاء نافذتي
.نسخة قديمة منصبة. يرجى إعادة تشغيل الحاسوب لتنصيب النسخة الجديدة
الطاولة تغيرت
هل تريد حفظ التعديلات ؟
طلب حفظ التعديلات فى الطاولة عند المغادرة
هيكلة
تجاهل
حقل
حجم الهيكلة لا يستطيع الزّيادة
عنصر
عنصر جديد
البحث عن هيكلة الطّاولة
البحث عن هيكلة المجموعة
البحث عن هيكلة العناوين المختارة
التحويل إلى أعلى
التحويل إلى أسفل
الحصول على آرت-موني برو مجانا
المساهمون فى التثبت في الصرف اللغوي لكتيب المساعدة الرّوسي
نوع التّقريبي
تقريبي للأقرب
تقريبي أدنى
تقريبي أعلى
تقريبي نحو الصّفر
متابعة
الحصول عليه مجانا
تفكيك
تعليمات التجميع
عنونة الصّيغة
وحدة
العنوان في الوحدة
خطأ فى التحويل
.لا أستطيع تحويل عنوان الصّيغة : صيغة غير متواجدة في البرنامج
.تمشيط منطقة ذاكرة صيغ النّظام
.تمشيط منطقة ذاكرة الصّيغ المتقاسمة
خطأ في فتح البرنامج
من المستحيل فتح البرنامج
PRO حاول مع النسخة المحترفة
النسخة المحترفة مطلوبة لهذه الطاولة
سجلّ غير صالح
عنوان غير صالح
قيمة غير صحيحة
القيمة كبيرة جدا
أوامر التّجميع غير صالحة
إفتح برنامج آرت-موني كمدير. يرجى الضّغط على اليمين على البرنامج و .إختيار "فتح كمدير" إبتداء من القائمة
خطأ في تنشيط الخدمة
خطأ في فتح الخدمة
حاول إعادة تشغيل الحاسوب
قد غير بـ
تحويل الطاولة
هل تريد تحويل هذه الطاولة إلى وضع 64 بايت ؟
هل تريد تحويل هذه الطاولة إلى وضع 32 بايت ؟
خطأ فى التحويل, البرنامج لا يستطيع تحويل العنوان إلى وضعية 32 بايت
مضاعف العنوان//عنوان القسمة 
زوج//القسمة على 2
فردي
مضاعفات 4//القسمة على 4
مضاعفات 8//القسمة على 8
مضاعفات 16//القسمة على 16
تمشيط العناوين السّاكنة فقط في الّصيغ
إظهار إمتيازات الصّيغ
كتابة رقم التسجيل
أنسخ الحافظة التي تحتوي على رقم تسجيلك بواسطة إختصار اللصق أو زر لصق فى القائمة و إضغط على موافق
لصق
رقم التسجيل غير صحيح
رقم التسجيل لا يعمل إلا للإصدار الفرنسي
رقم التسجيل لا يعمل إلا للإصدار الروسي
رقم التسجيل لا يعمل إلا على إصدار قديم
رقم التسجيل قديم. إتصلوا بنا للحصول على رقم تسجيل جديد <sales@systemsoftlab.com>
إذا لم تر إسمك و معلوماتك هنا, هذا يعني أنك تستعمل إصدارا مقرصنا !أو مسروقا و الذي قد يعمل بطريقة سيئة
مؤشر إلى مؤشر
أوفّسيت الأقصى
مستوى
إبحث من مؤشر إلى مؤشر
!SE 2فقط من المستويات المتاحة للنسخة المجانية
حاول إلغاء توقيع السّواقات الإجباري
الوضع السريع أستعمال أكثر للذاكرة
م.ب
فعّل الأوفّسيت آليا و أنسخها في المجموعة الجديدة
العنوان في الكتلة
.لا أستطيع تحويل العنوان في الكتلة: لا كتلة كهذه في البرنامج
.خطأ في التّحويل : حجم الكتلة غير فريد
تنظيم المؤشّرات حسب الأوفّسيت
إخفاء النص الكامل لوضع الشبح//فيب فقط
إشتر أو بع حسابات ألعاب الشبكات
إصدار جديد متاح للتنزيل
البحث عن إصدار جديد
مؤشّر بالأوفّسيت
البحث عن مؤشّر مع أكثر أوفّسيت متواجد
متوفّرة في مرحلتين
صيغة
الإصدار
دائما في المقدّمة
"تفعيل "دائما في المقدّمة
"تعطيل "دائما في المقدّمة
تحقق من اتصال الإنترنت الخاص بك! لا يمكن فتح systemsoftlab.com
حاول تعيين الخيار
اسم / وحدة
كود هيكس
سجل
علم
إرفاق المصحح
فصل المصحح
هل تريد إرفاق المصحح بالعملية المحددة ؟
قائمه نقاط التوقف
أوامر
تصحيح
حفظ معلومات التصحيح
تحميل معلومات التصحيح
لغة التجميع
بايت x86-32
بايت x86-64
نقطه
أضافه نقطه توقف
أزاله نقطه التوقف
تشغيل
تشغيل حتى
حتى العودة
خطوه التتبع
تتبع خطوه أكثر
تعيين اسم العنوان
أزاله اسم العنوان
نعم
لا
نوع مصحح الأخطاء
معيار
معالجه الاستثناء
نوع نقطه التوقف القابلة للتنفيذ
(int3 تعليمات) البرمجيات
int3
سجلات التصحيح (الحد الأقصى 4)
سجلّ
استثناءات الصفحة
استثناءات
نوع نقطه توقف الوصول
السؤال عند إرفاق مصحح الأخطاء بالعملية
استخدام نقاط توقف البرامج إذا تم استخدام كافة سجلات التصحيح
تسجيل آلي / تحميل معلومات الاتصال
استخدام رموز التصحيح
مسار الرمز
نشط
كسر
تنفيذ
اي وصول
كتابه
شروط
التغييرات
تمكين الكل
تعطيل الكل
العثور علي تعليمات الوصول إلى العنوان
في الوصول إلى الذاكرة
في كتابه الذاكرة
خطا في الشروط
خطا في التغييرات
القسمة علي صفر
خطا في القراءة
خطا في الكتابة
خطأ في الجانب الأيسر
بدء
توقف
وصول
نتيجة واضحة
تقسيم حسب المواضيع
عدد
ترابط
8 بت
16-بت
32-بت
عشري
عشري
عائم 4
عائم 8
تسلسل سداسي عشري
خادم systemsoflab.com لا يستجيب أو لا يوجد اتصال بإنترنت
تم حظر رمز التسجيل هذا
يمكنك استعمال هذا الكود مرّتين اثنتين فقط في اليوم
رمز التسجيل يتناسب فقط مع نسخة كبار الشخصيات VIP
إخفاء المصحح الحالي
حفظ الجدول في unicode
حتى الحصول على الحجم النهائي (حتى العودة)
تراخيص
فحص مناطق الذاكرة
البيانات قابلة للكتابة
البيانات لا يمكن كتابتها
الكود قابل للكتابة
الكود لا يمكن كتابته
مشترك
النظام
محمي
مخفي
التعددية في كل عنوان
أسماء العناوين والرموز
رموز المجلد
أسماء المستخدمين
حساس لحالة الأحرف
كلمات كاملة
الموقع الأول
قراءة/كتابة
كشف حجب التصحيح
إخفاء سجلات التصحيح
تصحيح هذه الوظائف (الهياكل)
تجاوز حماية العملية
<إستعمال طرقه الخاصة للولوج إلى الذاكرة <كسر الحماية
وظائف وضع المستخدم (التعلق بالعملية) 
وظائف وضع النواة (عبر الدرايفر) 
(الانضمام إلى العملية دون ميزة فتح العملية)
التواقيع
البحث في التوقيعات
إضافة توقيع
الإزاحة
لبحث التلقائي
(العنوان الثابت)
المناطق
تحرير كشفرة التجميع
كشفرة تجميع
تحويل إلى هيكس
الحد من الإزاحات الفريدة لكل مستوى
استبدال الشيفرة
استبدال الشيفرة
استبدال كل الشفرات بشكل متزامن
<تم الاستبدال>
<لم يتم الاستبدال>
<لا يوجد وحدة>
<لا يوجد كتلة>
<لا يوجد توقيع>
<لا يوجد متغير>
حقن الشيفرة
حقن الشيفرة
فقط بعد استبدال الشيفرة بنجاح
استبدال جميع الشفرات وحقنها تلقائيًا
لسماح بتبديل جميع الشفرات وحقنها تلقائيًا
طلب الإذن لتبديل جميع الشفرات وحقنها تلقائيًا
الجدول يحتوي على شيفرة للحقن والاستبدال. يمكن أن تكون الشيفرة ضارة! قم بتنزيل الجداول فقط من المواقع الرئيسية الأكثر ثقة! هل تريد حقن الشيفرة في العملية؟
استبدال جميع الشفرات وحقنها
إلغاء استبدال الشيفرة والحقن
التوقيع
لتوقيع الأصلي
التوقيع الأصلي خاطئ
عنوان التوقيع //الكامل
عنوان التوقيع //القصير
عنوان المتغير/التسمية //لكاملة
عنوان المتغير //القصير
لا يمكنني تحويل عنوان التوقيع: لا يوجد توقيع بهذا الاسم.
لا يمكنني تحويل عنوان المتغير: لا يوجد متغير بهذا الاسم.
الاسم//المتغير أو التسمية
حجم الشيفرة للتبديل
تعليمة تجميع واحدة
عدة تعليمات تجميعية
سطر
خطأ في التوجيه النسبي (الإزاحة كبيرة جداً)
مضاعف غير صالح
خطأ في القفز الخلفي
لا يمكن تخصيص الذاكرة
المناطق/مناطق الذاكرة
تعيين عنوان مرآة
مسح عنوان المرآة
من العنوان الأدنى
الخدمة
عرض إزاحات المؤشر بالنظام الست عشري
ستخدم مسجل RAX (EAX). يمكن لتعليمة MOV مع مسجل RAX (EAX) قراءة/كتابة عنوان مطلق!
تغيير سرعة العملية
سرعتك (%)
عادي//سرعة
خطأ في تغيير سرعة العملية
زيادة سرعة العملية
تخفيض سرعة العملية
الكومة
عرض كـ كومة
حفظ كومة الخيط
عنوان العودة
المعلمة
المعلمات
عرض المعلمات في سطر واحد
عنوان العودة فقط في الوحدة
خطأ في قراءة الذاكرة
الأرقام بعد الفاصلة العشرية (الجزء العشري)//كامل
Digits a.//short
الأقنعة
قناع القراءة
قناع الكتابة
استخدم نوع القناع
<خطأ في القناع>
الخادم أرسل استجابة غير صالحة أو اتصال إنترنت سيء
كومات
استخدم كوم الخيوط كاسم وحدة
حدد عدد الخيوط
كومة خيوط سلسلة الاوامر البرمجية
كومة الخيط 64 بت
مجلد الملفات المؤقتة
مجلد المستخدم الحالي
مجلد البرنامج
مجلد آخر
خطأ في مجلد الملفات المؤقتة
مجلد الملفات المؤقتة غير موجود وتعذر إنشاؤه
الأرقام الأخيرة
63A50AA7